{
  "doc_id": "55_2023_NĐ_CP",
  "doc_type": "Nghị định",
  "doc_title": "Nghị định sửa đổi, bổ sung một số điều của Nghị định số 75/2021/NĐ-CP ngày 24 tháng 7 năm 2021 của Chính phủ quy định mức hưởng trợ cấp, phụ cấp và các chế độ ưu đãi người có công với cách mạng",
  "issue_date": "21-07-2023",
  "effective_date": "05-09-2023",
  "expiry_date": null,
  "status": "active",
  "document_scope": "Quốc gia",
  "replaces": [],
  "replaced_by": null,
  "amends": "75_2021_NĐ_CP",
  "amended_by": null,
  "retroactive": true,
  "retroactive_date": "01-07-2023",
  "chunks": [
    {
      "chunk_id": "55_2023_NĐ_CP_preamble",
      "chunk_type": "preamble",
      "file_path": "/data/55_2023_NĐ_CP/55_2023_NĐ_CP_preamble.md",
      "content_summary": "Phần mở đầu của Nghị định số 55/2023/NĐ-CP, bao gồm thông tin về cơ quan ban hành, số hiệu, ngày ban hành, tiêu đề và các căn cứ pháp lý để ban hành Nghị định này, mục đích là sửa đổi, bổ sung Nghị định số 75/2021/NĐ-CP."
    },
    {
      "chunk_id": "55_2023_NĐ_CP_art1_1_to_3",
      "chunk_type": "article",
      "file_path": "/data/55_2023_NĐ_CP/55_2023_NĐ_CP_art1_1_to_3.md",
      "content_summary": "Điều 1, Khoản 1, 2, 3 của Nghị định 55/2023/NĐ-CP sửa đổi, bổ sung các quy định về phạm vi điều chỉnh, mức chuẩn trợ cấp ưu đãi và mức hưởng trợ cấp, phụ cấp ưu đãi tại Nghị định số 75/2021/NĐ-CP."
    },
    {
      "chunk_id": "55_2023_NĐ_CP_art1_4",
      "chunk_type": "article",
      "file_path": "/data/55_2023_NĐ_CP/55_2023_NĐ_CP_art1_4.md",
      "content_summary": "Điều 1, Khoản 4 của Nghị định 55/2023/NĐ-CP sửa đổi, bổ sung Điều 12 của Nghị định 75/2021/NĐ-CP, quy định chi tiết về mức chi lấy mẫu hài cốt liệt sĩ, lấy mẫu đối chứng ADN, bảo quản mẫu và xác định danh tính hài cốt liệt sĩ bằng phương pháp giám định ADN."
    },
    {
      "chunk_id": "55_2023_NĐ_CP_art1_5_and_6",
      "chunk_type": "article",
      "file_path": "/data/55_2023_NĐ_CP/55_2023_NĐ_CP_art1_5_and_6.md",
      "content_summary": "Điều 1, Khoản 5 và 6 của Nghị định 55/2023/NĐ-CP sửa đổi, bổ sung các quy định về chế độ hỗ trợ tại các cơ sở nuôi dưỡng, điều dưỡng người có công, bao gồm hỗ trợ thuốc, điều trị, phục hồi sức khỏe, chi phí phục vụ công tác nuôi dưỡng, điều dưỡng, vận chuyển khi đối tượng về thăm gia đình và chế độ tặng quà."
    },
    {
      "chunk_id": "55_2023_NĐ_CP_art2_3",
      "chunk_type": "article",
      "file_path": "/data/55_2023_NĐ_CP/55_2023_NĐ_CP_art2_3.md",
      "content_summary": "Điều 2 và Điều 3 của Nghị định 55/2023/NĐ-CP quy định về hiệu lực thi hành của Nghị định (từ 05/9/2023), thời điểm áp dụng các mức trợ cấp, phụ cấp ưu đãi (từ 01/7/2023 và 01/01/2024) và trách nhiệm thi hành của các bộ, cơ quan, địa phương liên quan."
    },
    {
      "chunk_id": "55_2023_NĐ_CP_appendix1",
      "chunk_type": "appendix",
      "file_path": "/data/55_2023_NĐ_CP/55_2023_NĐ_CP_appendix1.md",
      "content_summary": "Phụ lục I của Nghị định 55/2023/NĐ-CP, quy định chi tiết mức hưởng trợ cấp, phụ cấp ưu đãi hằng tháng đối với các đối tượng người có công với cách mạng và thân nhân, bao gồm cả người hoạt động cách mạng, thân nhân liệt sĩ, Bà mẹ Việt Nam anh hùng, Anh hùng Lực lượng vũ trang nhân dân, Anh hùng Lao động, thương binh, bệnh binh, người hoạt động kháng chiến bị nhiễm chất độc hóa học, người bị địch bắt tù đày, người có công giúp đỡ cách mạng và các đối tượng đang theo học."
    },
    {
      "chunk_id": "55_2023_NĐ_CP_appendix2",
      "chunk_type": "appendix",
      "file_path": "/data/55_2023_NĐ_CP/55_2023_NĐ_CP_appendix2.md",
      "content_summary": "Phụ lục II của Nghị định 55/2023/NĐ-CP, quy định chi tiết mức hưởng trợ cấp ưu đãi hằng tháng đối với thương binh và người hưởng chính sách như thương binh theo từng tỷ lệ tổn thương cơ thể cụ thể, từ 21% đến 100%."
    },
    {
      "chunk_id": "55_2023_NĐ_CP_appendix3",
      "chunk_type": "appendix",
      "file_path": "/data/55_2023_NĐ_CP/55_2023_NĐ_CP_appendix3.md",
      "content_summary": "Phụ lục III của Nghị định 55/2023/NĐ-CP, quy định chi tiết mức hưởng trợ cấp ưu đãi hằng tháng đối với thương binh loại B theo từng tỷ lệ tổn thương cơ thể cụ thể, từ 21% đến 100%."
    },
    {
      "chunk_id": "55_2023_NĐ_CP_appendix4",
      "chunk_type": "appendix",
      "file_path": "/data/55_2023_NĐ_CP/55_2023_NĐ_CP_appendix4.md",
      "content_summary": "Phụ lục IV của Nghị định 55/2023/NĐ-CP, quy định chi tiết mức hưởng trợ cấp ưu đãi một lần đối với người có công với cách mạng và thân nhân, áp dụng cho các trường hợp như người hoạt động cách mạng trước năm 1945, liệt sĩ, Bà mẹ Việt Nam anh hùng, Anh hùng Lực lượng vũ trang nhân dân, Anh hùng Lao động, người bị tù đày và người có công giúp đỡ cách mạng."
    }
  ],
  "related_documents": [
    {
      "doc_id": "76_2015_QH13_Luật",
      "relationship": "references",
      "description": "Luật Tổ chức Chính phủ ngày 19 tháng 6 năm 2015"
    },
    {
      "doc_id": "47_2019_QH14_Luật",
      "relationship": "references",
      "description": "Luật sửa đổi, bổ sung một số điều của Luật Tổ chức Chính phủ và Luật Tổ chức chính quyền địa phương ngày 22 tháng 11 năm 2019"
    },
    {
      "doc_id": "02_2020_UBTVQH14_Pháp lệnh",
      "relationship": "references",
      "description": "Pháp lệnh Ưu đãi người có công với cách mạng ngày 09 tháng 12 năm 2020"
    },
    {
      "doc_id": "75_2021_NĐ_CP",
      "relationship": "amends",
      "description": "Nghị định số 75/2021/NĐ-CP ngày 24 tháng 7 năm 2021 của Chính phủ quy định mức hưởng trợ cấp, phụ cấp và các chế độ ưu đãi người có công với cách mạng (Nghị định này sửa đổi, bổ sung Nghị định 75/2021/NĐ-CP)"
    },
    {
      "doc_id": "131_2021_NĐ_CP",
      "relationship": "references",
      "description": "Nghị định số 131/2021/NĐ-CP ngày 30 tháng 12 năm 2021 của Chính phủ quy định chi tiết và biện pháp thi hành Pháp lệnh Ưu đãi người có công với cách mạng (được tham chiếu tại Điều 2 khoản 4)"
    },
    {
      "doc_id": "45_2019_QH14_Luật",
      "relationship": "references",
      "description": "Bộ luật Lao động (được tham chiếu tại khoản 2 Điều 169 trong Phụ lục I và các phụ lục khác)"
    }
  ]
}