{
  "doc_id": "170_2008_QD_TTg",
  "doc_type": "Quyết định",
  "doc_title": "Về chế độ bảo hiểm y tế và trợ cấp mai táng đối với thanh niên xung phong thời kỳ kháng chiến chống Pháp",
  "issue_date": "18-12-2008",
  "effective_date": "auto_detect",
  "expiry_date": null,
  "status": "active",
  "document_scope": "Quốc gia",
  "replaces": [],
  "replaced_by": null,
  "amends": null,
  "amended_by": null,
  "retroactive": false,
  "retroactive_date": null,
  "chunks": [
    {
      "chunk_id": "170_2008_QD_TTg_preamble",
      "chunk_type": "preamble",
      "file_path": "/data/170_2008_QD_TTg/chunk_1.md",
      "content_summary": "Phần mở đầu Quyết định số 170/2008/QĐ-TTg, bao gồm tiêu đề, thông tin ban hành và căn cứ pháp lý để ban hành quy định về chế độ bảo hiểm y tế và trợ cấp mai táng cho thanh niên xung phong thời kỳ kháng chiến chống Pháp."
    },
    {
      "chunk_id": "170_2008_QD_TTg_art1_2",
      "chunk_type": "article",
      "file_path": "/data/170_2008_QD_TTg/chunk_2.md",
      "content_summary": "Quy định rõ đối tượng được hưởng chính sách là thanh niên xung phong thời kỳ kháng chiến chống Pháp đã hoàn thành nhiệm vụ và hiện còn sống, cùng với chế độ bảo hiểm y tế và trợ cấp mai táng được hưởng tương đương thanh niên xung phong chống Mỹ theo Quyết định số 290/2005/QĐ-TTg."
    },
    {
      "chunk_id": "170_2008_QD_TTg_art3_4",
      "chunk_type": "article",
      "file_path": "/data/170_2008_QD_TTg/chunk_3.md",
      "content_summary": "Quy định trách nhiệm của Bộ Lao động - Thương binh và Xã hội trong việc hướng dẫn thủ tục xác nhận đối tượng và nguồn kinh phí thực hiện chế độ do ngân sách trung ương đảm bảo."
    },
    {
      "chunk_id": "170_2008_QD_TTg_art5_6",
      "chunk_type": "article",
      "file_path": "/data/170_2008_QD_TTg/chunk_4.md",
      "content_summary": "Xác định ngày có hiệu lực của Quyết định (sau 15 ngày kể từ ngày đăng Công báo) và trách nhiệm thi hành của các Bộ, cơ quan ngang Bộ, cơ quan thuộc Chính phủ, Ủy ban nhân dân các tỉnh, thành phố, cùng với phần ký tên và nơi nhận của văn bản."
    }
  ],
  "related_documents": [
    {
      "doc_id": "Luat_To_chuc_Chinh_phu_2001",
      "relationship": "references",
      "description": "Căn cứ pháp lý để ban hành Quyết định về chế độ bảo hiểm y tế và trợ cấp mai táng."
    },
    {
      "doc_id": "290_2005_QD_TTg",
      "relationship": "references",
      "description": "Văn bản được tham chiếu để quy định chế độ bảo hiểm y tế và trợ cấp mai táng tương đương cho thanh niên xung phong chống Pháp theo chế độ của thanh niên xung phong chống Mỹ."
    }
  ]
}