{
  "doc_id": "252_2013_KH_BCDQG1237",
  "doc_type": "Kế hoạch",
  "doc_title": "KẾ HOẠCH TRIỂN KHAI THỰC HIỆN QUYẾT ĐỊNH SỐ 1237/QĐ-TTG NGÀY 27 THÁNG 7 NĂM 2013 CỦA THỦ TƯỚNG CHÍNH PHỦ VỀ VIỆC PHÊ DUYỆT ĐỀ ÁN TÌM KIẾM, QUY TẬP HÀI CỐT LIỆT SĨ TỪ NAY ĐẾN NĂM 2020 VÀ NHỮNG NĂM TIẾP THEO",
  "issue_date": "11-11-2013",
  "effective_date": "11-11-2013",
  "expiry_date": null,
  "status": "active",
  "document_scope": "Quốc gia",
  "replaces": [],
  "replaced_by": null,
  "amends": null,
  "amended_by": null,
  "retroactive": false,
  "retroactive_date": null,
  "chunks": [
    {
      "chunk_id": "252_2013_KH_BCDQG1237_preamble",
      "chunk_type": "preamble",
      "file_path": "/data/252_2013_KH_BCDQG1237/chunk_1.md",
      "content_summary": "Phần mở đầu của Kế hoạch, nêu rõ tiêu đề, cơ quan ban hành, số hiệu, ngày ban hành và các căn cứ pháp lý để xây dựng Kế hoạch."
    },
    {
      "chunk_id": "252_2013_KH_BCDQG1237_part_A",
      "chunk_type": "article",
      "file_path": "/data/252_2013_KH_BCDQG1237/chunk_2.md",
      "content_summary": "Phần A của Kế hoạch, trình bày mục đích và yêu cầu chung của công tác triển khai Đề án tìm kiếm, quy tập hài cốt liệt sĩ."
    },
    {
      "chunk_id": "252_2013_KH_BCDQG1237_part_B_section_I_II",
      "chunk_type": "article",
      "file_path": "/data/252_2013_KH_BCDQG1237/chunk_3.md",
      "content_summary": "Phần B - Mục I và II của Kế hoạch, nêu các nội dung, nhiệm vụ và giải pháp về công tác quán triệt, triển khai các văn bản pháp luật và việc ban hành các văn bản quy phạm pháp luật, chỉ đạo, hướng dẫn liên quan đến tìm kiếm, quy tập hài cốt liệt sĩ."
    },
    {
      "chunk_id": "252_2013_KH_BCDQG1237_part_B_section_III_IV",
      "chunk_type": "article",
      "file_path": "/data/252_2013_KH_BCDQG1237/chunk_4.md",
      "content_summary": "Phần B - Mục III và IV của Kế hoạch, tập trung vào việc đẩy mạnh thông tin, tuyên truyền và thành lập, kiện toàn tổ chức, lực lượng làm nhiệm vụ chỉ đạo và tìm kiếm, quy tập hài cốt liệt sĩ."
    },
    {
      "chunk_id": "252_2013_KH_BCDQG1237_part_B_section_V_VI",
      "chunk_type": "article",
      "file_path": "/data/252_2013_KH_BCDQG1237/chunk_5.md",
      "content_summary": "Phần B - Mục V và VI của Kế hoạch, mô tả các biện pháp thu thập, kết nối, xử lý thông tin phục vụ tìm kiếm, quy tập hài cốt liệt sĩ và các hoạt động đẩy mạnh tìm kiếm, quy tập hài cốt liệt sĩ trong và ngoài nước."
    },
    {
      "chunk_id": "252_2013_KH_BCDQG1237_part_B_section_VII_VIII_IX",
      "chunk_type": "article",
      "file_path": "/data/252_2013_KH_BCDQG1237/chunk_6.md",
      "content_summary": "Phần B - Mục VII, VIII, IX của Kế hoạch, đề cập đến việc mở rộng hợp tác quốc tế, bảo đảm phương tiện, kinh phí, chế độ chính sách, và công tác kiểm tra, sơ kết, tổng kết nhiệm vụ tìm kiếm, quy tập hài cốt liệt sĩ."
    },
    {
      "chunk_id": "252_2013_KH_BCDQG1237_part_C",
      "chunk_type": "article",
      "file_path": "/data/252_2013_KH_BCDQG1237/chunk_7.md",
      "content_summary": "Phần C của Kế hoạch, tập trung vào các nội dung và giải pháp trọng tâm cần ưu tiên thực hiện trong giai đoạn từ năm 2013 đến năm 2015."
    },
    {
      "chunk_id": "252_2013_KH_BCDQG1237_part_D",
      "chunk_type": "article",
      "file_path": "/data/252_2013_KH_BCDQG1237/chunk_8.md",
      "content_summary": "Phần D của Kế hoạch, quy định về tổ chức thực hiện, nêu rõ trách nhiệm của Ban Chỉ đạo quốc gia, Bộ Quốc phòng và các Bộ, ngành, địa phương, tổ chức liên quan trong việc triển khai Kế hoạch."
    }
  ],
  "related_documents": [
    {
      "doc_id": "24_2013_CT_BCT",
      "relationship": "references",
      "description": "Chỉ thị số 24-CT/TW ngày 15 tháng 5 năm 2013 của Bộ Chính trị về tiếp tục đẩy mạnh công tác tìm kiếm, quy tập hài cốt liệt sĩ từ nay đến năm 2020 và những năm tiếp theo."
    },
    {
      "doc_id": "1237_2013_QD_TTg",
      "relationship": "references",
      "description": "Quyết định số 1237/QĐ-TTg ngày 27 tháng 7 năm 2013 của Thủ tướng Chính phủ về việc phê duyệt Đề án tìm kiếm, quy tập hài cốt liệt sĩ từ nay đến năm 2020 và những năm tiếp theo."
    },
    {
      "doc_id": "1237_2013_QD_TTg",
      "relationship": "implements",
      "description": "Kế hoạch này triển khai thực hiện Quyết định số 1237/QĐ-TTg ngày 27 tháng 7 năm 2013 của Thủ tướng Chính phủ."
    },
    {
      "doc_id": "1753_2013_QD_TTg",
      "relationship": "references",
      "description": "Quyết định số 1753/QĐ-TTg ngày 30 tháng 9 năm 2013 của Thủ tướng Chính phủ về việc thành lập Ban Chỉ đạo quốc gia về tìm kiếm, quy tập hài cốt liệt sĩ từ nay đến năm 2020 và những năm tiếp theo."
    }
  ]
}