{
  "doc_id": "40_2012_TT_BTC",
  "doc_type": "Thông tư",
  "doc_title": "THÔNG TƯ QUY ĐỊNH QUẢN LÝ VÀ SỬ DỤNG KINH PHÍ THỰC HIỆN DỰ ÁN “GIÚP ĐỠ NẠN NHÂN CHẤT ĐỘC DA CAM CÁC TỈNH KHU VỰC TÂY NGUYÊN VÀ TÂY NINH GIAI ĐOẠN 2011 ĐẾN 2015”",
  "issue_date": "09-03-2012",
  "effective_date": "01-05-2012",
  "expiry_date": null,
  "status": "active",
  "document_scope": "Quốc gia",
  "replaces": [],
  "replaced_by": null,
  "amends": [],
  "amended_by": null,
  "retroactive": false,
  "retroactive_date": null,
  "chunks": [
    {
      "chunk_id": "40_2012_TT_BTC_preamble",
      "chunk_type": "preamble",
      "file_path": "/data/40_2012_TT_BTC/chunk_1.md",
      "content_summary": "Phần mở đầu của Thông tư số 40/2012/TT-BTC, bao gồm tiêu đề, thông tin ban hành và các căn cứ pháp lý để ban hành Thông tư này, nhằm quy định quản lý và sử dụng kinh phí cho Dự án “Giúp đỡ nạn nhân chất độc da cam các tỉnh khu vực Tây Nguyên và Tây Ninh giai đoạn 2011 đến 2015”."
    },
    {
      "chunk_id": "40_2012_TT_BTC_art1",
      "chunk_type": "article",
      "file_path": "/data/40_2012_TT_BTC/chunk_2.md",
      "content_summary": "Điều 1 của Thông tư 40/2012/TT-BTC quy định rõ phạm vi và đối tượng áp dụng của văn bản này, bao gồm các đơn vị sử dụng ngân sách nhà nước, nạn nhân chất độc da cam theo Quyết định số 1227/QĐ-TTg và quy định về việc sử dụng vốn viện trợ hoặc tài trợ."
    },
    {
      "chunk_id": "40_2012_TT_BTC_art2",
      "chunk_type": "article",
      "file_path": "/data/40_2012_TT_BTC/chunk_3.md",
      "content_summary": "Điều 2 của Thông tư 40/2012/TT-BTC quy định về các nguồn kinh phí để thực hiện Dự án “Giúp đỡ nạn nhân chất độc da cam”, bao gồm ngân sách trung ương, ngân sách địa phương và các nguồn hỗ trợ, huy động khác."
    },
    {
      "chunk_id": "40_2012_TT_BTC_art3_1_3",
      "chunk_type": "article",
      "file_path": "/data/40_2012_TT_BTC/chunk_4.md",
      "content_summary": "Điều 3, khoản 1 đến khoản 3 của Thông tư 40/2012/TT-BTC quy định chi tiết về nội dung và mức chi cho các hoạt động rà soát, lựa chọn đối tượng, tuyên truyền tại cộng đồng và đào tạo nhân viên y tế, cán bộ, tình nguyện viên trong khuôn khổ Dự án “Giúp đỡ nạn nhân chất độc da cam”."
    },
    {
      "chunk_id": "40_2012_TT_BTC_art3_4_7",
      "chunk_type": "article",
      "file_path": "/data/40_2012_TT_BTC/chunk_5.md",
      "content_summary": "Điều 3, khoản 4 đến khoản 7 của Thông tư 40/2012/TT-BTC tiếp tục quy định chi tiết về nội dung và mức chi cho các hoạt động hỗ trợ chăm sóc sức khỏe tại nhà, phẫu thuật chỉnh hình, phục hồi chức năng, hỗ trợ học nghề và phát triển sản xuất, cùng với chi phí quản lý dự án."
    },
    {
      "chunk_id": "40_2012_TT_BTC_art4",
      "chunk_type": "article",
      "file_path": "/data/40_2012_TT_BTC/chunk_6.md",
      "content_summary": "Điều 4 của Thông tư 40/2012/TT-BTC hướng dẫn cụ thể về việc lập, phân bổ dự toán và quyết toán kinh phí thực hiện Dự án, quy định trách nhiệm của Hội Chữ thập đỏ cấp tỉnh và Hội Chữ thập đỏ Việt Nam trong việc quản lý tài chính dự án."
    },
    {
      "chunk_id": "40_2012_TT_BTC_art5",
      "chunk_type": "article",
      "file_path": "/data/40_2012_TT_BTC/chunk_7.md",
      "content_summary": "Điều 5 của Thông tư 40/2012/TT-BTC quy định về hiệu lực thi hành của Thông tư, đồng thời giao trách nhiệm cho Hội Chữ thập đỏ Việt Nam, Hội Chữ thập đỏ các tỉnh và UBND các tỉnh Tây Nguyên, Tây Ninh trong việc triển khai, giám sát và báo cáo thực hiện Dự án."
    },
    {
      "chunk_id": "40_2012_TT_BTC_form01",
      "chunk_type": "form",
      "file_path": "/data/40_2012_TT_BTC/chunk_8.md",
      "content_summary": "Biểu mẫu số 01 là Đơn đề nghị hỗ trợ chi phí học nghề hoặc phát triển sản xuất, được ban hành kèm theo Thông tư 40/2012/TT-BTC, dùng cho hộ nạn nhân nhiễm chất độc da cam có nhu cầu hỗ trợ."
    },
    {
      "chunk_id": "40_2012_TT_BTC_form02",
      "chunk_type": "form",
      "file_path": "/data/40_2012_TT_BTC/chunk_9.md",
      "content_summary": "Biểu mẫu số 02 là Danh sách học viên được hỗ trợ chi phí học nghề, ban hành kèm theo Thông tư 40/2012/TT-BTC, được sử dụng bởi các cơ sở dạy nghề để tổng hợp thông tin và chi phí hỗ trợ cho học viên là nạn nhân chất độc da cam."
    },
    {
      "chunk_id": "40_2012_TT_BTC_form03",
      "chunk_type": "form",
      "file_path": "/data/40_2012_TT_BTC/chunk_10.md",
      "content_summary": "Biểu mẫu số 03 là Danh sách gia đình được hỗ trợ phát triển sản xuất, ban hành kèm theo Thông tư 40/2012/TT-BTC, được sử dụng bởi Hội Chữ thập đỏ cấp tỉnh để tổng hợp thông tin và các khoản hỗ trợ cho các hộ gia đình nạn nhân chất độc da cam."
    }
  ],
  "related_documents": [
    {
      "doc_id": "60_2003_NĐ_CP",
      "relationship": "references",
      "description": "Nghị định số 60/2003/NĐ-CP ngày 06/6/2003 của Chính phủ quy định chi tiết và hướng dẫn thi hành Luật Ngân sách nhà nước."
    },
    {
      "doc_id": "118_2008_NĐ_CP",
      "relationship": "references",
      "description": "Nghị định số 118/2008/NĐ-CP ngày 27/11/2008 của Chính phủ quy định chức năng, nhiệm vụ, quyền hạn và cơ cấu tổ chức của Bộ Tài chính."
    },
    {
      "doc_id": "1227_2011_QĐ_TTg",
      "relationship": "references",
      "description": "Quyết định số 1227/QĐ-TTg ngày 22/7/2011 của Thủ tướng Chính phủ về việc phê duyệt Dự án Giúp đỡ nạn nhân chất độc da cam các tỉnh khu vực Tây Nguyên và Tây Ninh giai đoạn 2011 đến 2015."
    },
    {
      "doc_id": "1227_2011_QĐ_TTg",
      "relationship": "implements",
      "description": "Thông tư này quy định chi tiết quản lý và sử dụng kinh phí để thực hiện Dự án được phê duyệt tại Quyết định số 1227/QĐ-TTg."
    },
    {
      "doc_id": "58_2011_TT_BTC",
      "relationship": "references",
      "description": "Thông tư số 58/2011/TT-BTC ngày 11/5/2011 của Bộ Tài chính quy định quản lý, sử dụng và quyết toán kinh phí thực hiện các cuộc điều tra thống kê."
    },
    {
      "doc_id": "123_2009_TT_BTC",
      "relationship": "references",
      "description": "Thông tư số 123/2009/TT-BTC ngày 17/6/2009 của Bộ Tài chính quy định nội dung chi, mức chi xây dựng chương trình khung và biên soạn chương trình, giáo trình các môn học đối với các ngành đào tạo Đại học, Cao đẳng, Trung cấp chuyên nghiệp."
    },
    {
      "doc_id": "139_2010_TT_BTC",
      "relationship": "references",
      "description": "Thông tư số 139/2010/TT-BTC ngày 21/9/2010 của Bộ Tài chính quy định việc lập dự toán, quản lý và sử dụng kinh phí từ ngân sách nhà nước dành cho công tác đào tạo, bồi dưỡng cán bộ, công chức."
    },
    {
      "doc_id": "73_2011_QĐ_TTg",
      "relationship": "references",
      "description": "Quyết định số 73/2011/QĐ-TTg ngày 28/12/2011 của Thủ tướng Chính phủ quy định một số chế độ phụ cấp đặc thù đối với công chức, viên chức, người lao động trong các cơ sở y tế công lập và chế độ phụ cấp chống dịch."
    },
    {
      "doc_id": "105_2008_TT_BTC",
      "relationship": "references",
      "description": "Thông tư số 105/2008/TT-BTC của Bộ Tài chính về việc hướng dẫn một số điều của Quyết định số 39/2008/QĐ-TTg ngày 14/3/2008 của Thủ tướng Chính phủ."
    },
    {
      "doc_id": "39_2008_QĐ_TTg",
      "relationship": "references",
      "description": "Quyết định số 39/2008/QĐ-TTg ngày 14/3/2008 của Thủ tướng Chính phủ ban hành quy chế đấu thầu, đặt hàng, giao nhiệm vụ cung cấp dịch vụ sự nghiệp công sử dụng ngân sách nhà nước."
    }
  ]
}