{
  "doc_id": "22_2013_QĐ_TTg",
  "doc_type": "Quyết định",
  "doc_title": "HỖ TRỢ NGƯỜI CÓ CÔNG VỚI CÁCH MẠNG VỀ NHÀ Ở",
  "issue_date": "26-04-2013",
  "effective_date": "15-06-2013",
  "expiry_date": null,
  "status": "active",
  "document_scope": "Quốc gia",
  "replaces": [],
  "replaced_by": null,
  "amends": [],
  "amended_by": null,
  "retroactive": false,
  "retroactive_date": null,
  "chunks": [
    {
      "chunk_id": "22_2013_QĐ_TTg_preamble",
      "chunk_type": "preamble",
      "file_path": "/data/22_2013_QĐ_TTg/chunk_1.md",
      "content_summary": "Phần mở đầu của Quyết định, bao gồm tiêu đề chính, thông tin ban hành Quyết định số 22/2013/QĐ-TTg ngày 26 tháng 04 năm 2013, và các căn cứ pháp lý để ban hành Quyết định."
    },
    {
      "chunk_id": "22_2013_QĐ_TTg_art1",
      "chunk_type": "article",
      "file_path": "/data/22_2013_QĐ_TTg/chunk_2.md",
      "content_summary": "Quy định nguyên tắc chung về việc hỗ trợ nhà ở cho người có công với cách mạng, bao gồm điều kiện về hộ khẩu, huy động nguồn vốn đa dạng, và tiêu chuẩn tối thiểu về diện tích, chất lượng nhà ở sau khi được hỗ trợ."
    },
    {
      "chunk_id": "22_2013_QĐ_TTg_art2",
      "chunk_type": "article",
      "file_path": "/data/22_2013_QĐ_TTg/chunk_3.md",
      "content_summary": "Xác định rõ các đối tượng người có công với cách mạng và điều kiện về tình trạng nhà ở hiện tại (nhà tạm hoặc hư hỏng nặng) để được xem xét hỗ trợ."
    },
    {
      "chunk_id": "22_2013_QĐ_TTg_art3",
      "chunk_type": "article",
      "file_path": "/data/22_2013_QĐ_TTg/chunk_4.md",
      "content_summary": "Quy định mức hỗ trợ tài chính từ ngân sách nhà nước cho các trường hợp được hỗ trợ, với hai mức khác nhau tùy thuộc vào việc xây mới hay sửa chữa nhà ở."
    },
    {
      "chunk_id": "22_2013_QĐ_TTg_art4",
      "chunk_type": "article",
      "file_path": "/data/22_2013_QĐ_TTg/chunk_5.md",
      "content_summary": "Quy định về việc sử dụng ngân sách địa phương và ngân sách trung ương để bố trí kinh phí quản lý và triển khai thực hiện chính sách hỗ trợ nhà ở."
    },
    {
      "chunk_id": "22_2013_QĐ_TTg_art5",
      "chunk_type": "article",
      "file_path": "/data/22_2013_QĐ_TTg/chunk_6.md",
      "content_summary": "Chi tiết các nguồn vốn để thực hiện chính sách hỗ trợ nhà ở, bao gồm tỷ lệ đóng góp từ ngân sách trung ương và ngân sách địa phương tùy thuộc vào khả năng ngân sách của từng địa phương, cùng với vốn huy động từ cộng đồng và hộ gia đình."
    },
    {
      "chunk_id": "22_2013_QĐ_TTg_art6",
      "chunk_type": "article",
      "file_path": "/data/22_2013_QĐ_TTg/chunk_7.md",
      "content_summary": "Trình bày phương thức triển khai chính sách hỗ trợ nhà ở, từ việc lập danh sách, phê duyệt, cấp vốn làm nhà ở, đến việc hướng dẫn, kiểm tra và tổ chức xây dựng nhà ở ở cấp xã."
    },
    {
      "chunk_id": "22_2013_QĐ_TTg_art7",
      "chunk_type": "article",
      "file_path": "/data/22_2013_QĐ_TTg/chunk_8.md",
      "content_summary": "Nêu rõ thời gian và tiến độ dự kiến hoàn thành việc hỗ trợ nhà ở cho người có công với cách mạng trong các năm 2013 và 2014."
    },
    {
      "chunk_id": "22_2013_QĐ_TTg_art8",
      "chunk_type": "article",
      "file_path": "/data/22_2013_QĐ_TTg/chunk_9.md",
      "content_summary": "Phân công trách nhiệm cụ thể cho các Bộ, ngành Trung ương (Bộ Xây dựng, Bộ Kế hoạch và Đầu tư, Bộ Tài chính, Bộ Lao động - Thương binh và Xã hội) và Ủy ban nhân dân các tỉnh, thành phố trực thuộc Trung ương trong việc tổ chức, chỉ đạo, kiểm tra và báo cáo việc thực hiện chính sách hỗ trợ nhà ở."
    },
    {
      "chunk_id": "22_2013_QĐ_TTg_art9_10",
      "chunk_type": "article",
      "file_path": "/data/22_2013_QĐ_TTg/chunk_10.md",
      "content_summary": "Quy định về hiệu lực thi hành của Quyết định, trách nhiệm thi hành của các Bộ trưởng, Thủ trưởng cơ quan ngang Bộ, và Chủ tịch Ủy ban nhân dân các tỉnh, thành phố, cùng với danh sách các cơ quan nhận Quyết định."
    }
  ],
  "related_documents": [
    {
      "doc_id": "Luật_tổ_chức_Chính_phủ_2001",
      "relationship": "references",
      "description": "Căn cứ pháp lý: Luật tổ chức Chính phủ ngày 25 tháng 12 năm 2001"
    },
    {
      "doc_id": "Luật_Nhà_ở_2005",
      "relationship": "references",
      "description": "Căn cứ pháp lý: Luật nhà ở ngày 29 tháng 11 năm 2005"
    },
    {
      "doc_id": "Pháp_lệnh_ưu_đãi_người_có_công_với_cách_mạng",
      "relationship": "references",
      "description": "Căn cứ pháp lý: Pháp lệnh sửa đổi, bổ sung Pháp lệnh ưu đãi người có công với cách mạng của Ủy ban thường vụ Quốc hội"
    },
    {
      "doc_id": "494_2012_NQ_UBTVQH13",
      "relationship": "references",
      "description": "Căn cứ pháp lý: Nghị quyết số 494/NQ-UBTVQH13 ngày 18 tháng 5 năm 2012 của Ủy ban thường vụ Quốc hội về kết quả giám sát việc thực hiện chính sách, pháp luật về người có công với cách mạng"
    }
  ]
}