{
  "doc_id": "23_2012_NĐ_CP",
  "doc_type": "Nghị định",
  "doc_title": "Nghị định Quy định một số chế độ đối với đối tượng tham gia chiến tranh bảo vệ Tổ quốc, làm nhiệm vụ quốc tế ở Căm-pu-chi-a, giúp bạn Lào sau ngày 30 tháng 4 năm 1975 có từ đủ 20 năm trở lên phục vụ trong quân đội, công an đã phục viên, xuất ngũ, thôi việc",
  "issue_date": "03-04-2012",
  "effective_date": "19-05-2012",
  "expiry_date": null,
  "status": "active",
  "document_scope": "Quốc gia",
  "replaces": [],
  "replaced_by": null,
  "amends": null,
  "amended_by": null,
  "retroactive": false,
  "retroactive_date": null,
  "chunks": [
    {
      "chunk_id": "23_2012_NĐ_CP_preamble",
      "chunk_type": "preamble",
      "file_path": "/data/23_2012_NĐ_CP/chunk_1.md",
      "content_summary": "Phần mở đầu của Nghị định 23/2012/NĐ-CP, bao gồm tiêu đề đầy đủ, thông tin về cơ quan ban hành, số hiệu, ngày ban hành và các căn cứ pháp lý để Chính phủ ban hành Nghị định này."
    },
    {
      "chunk_id": "23_2012_NĐ_CP_art1",
      "chunk_type": "article",
      "file_path": "/data/23_2012_NĐ_CP/chunk_2.md",
      "content_summary": "Điều 1 của Nghị định 23/2012/NĐ-CP quy định phạm vi điều chỉnh, xác định các chế độ (hưu trí, trợ cấp một lần, BHYT, mai táng phí) và đối tượng áp dụng là người tham gia chiến tranh bảo vệ Tổ quốc, nhiệm vụ quốc tế sau năm 1975 với từ đủ 20 năm phục vụ trong quân đội, công an, cơ yếu."
    },
    {
      "chunk_id": "23_2012_NĐ_CP_art2",
      "chunk_type": "article",
      "file_path": "/data/23_2012_NĐ_CP/chunk_3.md",
      "content_summary": "Điều 2 của Nghị định 23/2012/NĐ-CP xác định cụ thể các đối tượng được áp dụng (sĩ quan, quân nhân, công an, cơ yếu tham gia chiến tranh/nhiệm vụ quốc tế sau 1975 và đã phục viên, xuất ngũ, thôi việc trước 01/4/2000, hoặc thương binh, v.v.) và các đối tượng không được áp dụng (không đủ điều kiện, đang hưởng chế độ khác, đào ngũ, vi phạm pháp luật, xuất cảnh trái phép, hoặc đã từ trần không còn thân nhân)."
    },
    {
      "chunk_id": "23_2012_NĐ_CP_art3",
      "chunk_type": "article",
      "file_path": "/data/23_2012_NĐ_CP/chunk_4.md",
      "content_summary": "Điều 3 của Nghị định 23/2012/NĐ-CP quy định cụ thể về địa bàn và thời gian xảy ra chiến tranh bảo vệ Tổ quốc (biên giới Tây Nam, phía Bắc, truy quét Ful rô) và làm nhiệm vụ quốc tế (giúp bạn Lào, ở Căm-pu-chi-a) để xác định đối tượng áp dụng chế độ."
    },
    {
      "chunk_id": "23_2012_NĐ_CP_art4",
      "chunk_type": "article",
      "file_path": "/data/23_2012_NĐ_CP/chunk_5.md",
      "content_summary": "Điều 4 của Nghị định 23/2012/NĐ-CP quy định chi tiết về chế độ hưu trí, bao gồm cách tính thời gian công tác thực tế để hưởng chế độ, mức lương hưu hàng tháng dựa trên số năm phục vụ, và cách xác định mức bình quân tiền lương tháng đóng bảo hiểm xã hội."
    },
    {
      "chunk_id": "23_2012_NĐ_CP_art5",
      "chunk_type": "article",
      "file_path": "/data/23_2012_NĐ_CP/chunk_6.md",
      "content_summary": "Điều 5 của Nghị định 23/2012/NĐ-CP quy định về chế độ trợ cấp một lần cho thân nhân đối tượng đã từ trần trước 01/01/2012, và chế độ bảo hiểm y tế, mai táng phí, trợ cấp tuất cho đối tượng nếu chưa được hưởng BHYT."
    },
    {
      "chunk_id": "23_2012_NĐ_CP_art6",
      "chunk_type": "article",
      "file_path": "/data/23_2012_NĐ_CP/chunk_7.md",
      "content_summary": "Điều 6 của Nghị định 23/2012/NĐ-CP quy định chi tiết về hồ sơ (đơn đề nghị, giấy tờ chứng minh) và trình tự, thời hạn giải quyết chế độ hưu trí, trợ cấp một lần qua các cấp chính quyền và cơ quan bảo hiểm xã hội."
    },
    {
      "chunk_id": "23_2012_NĐ_CP_art7",
      "chunk_type": "article",
      "file_path": "/data/23_2012_NĐ_CP/chunk_8.md",
      "content_summary": "Điều 7 của Nghị định 23/2012/NĐ-CP quy định nguồn kinh phí để thực hiện các chế độ, chính sách theo Nghị định này là từ ngân sách nhà nước."
    },
    {
      "chunk_id": "23_2012_NĐ_CP_art8",
      "chunk_type": "article",
      "file_path": "/data/23_2012_NĐ_CP/chunk_9.md",
      "content_summary": "Điều 8 của Nghị định 23/2012/NĐ-CP quy định trách nhiệm thi hành của các Bộ Quốc phòng, Công an, Lao động - Thương binh và Xã hội, Tài chính, Bảo hiểm xã hội Việt Nam trong việc hướng dẫn, bố trí kinh phí, tiếp nhận và chi trả chế độ, cũng như đảm bảo tính công khai, chặt chẽ trong xác nhận hồ sơ và xử lý các hành vi vi phạm."
    },
    {
      "chunk_id": "23_2012_NĐ_CP_art9",
      "chunk_type": "article",
      "file_path": "/data/23_2012_NĐ_CP/chunk_10.md",
      "content_summary": "Điều 9 của Nghị định 23/2012/NĐ-CP quy định về hiệu lực thi hành của Nghị định kể từ ngày 19 tháng 5 năm 2012 và ngày bắt đầu hưởng chế độ hưu trí từ 01 tháng 01 năm 2012, cùng với trách nhiệm thi hành của các Bộ trưởng, Thủ trưởng cơ quan ngang Bộ và Chủ tịch Ủy ban nhân dân các tỉnh, thành phố."
    }
  ],
  "related_documents": [
    {
      "doc_id": "Luật_Tổ_chức_Chính_phủ_2001",
      "relationship": "references",
      "description": "Căn cứ pháp lý để Chính phủ ban hành Nghị định này. Số hiệu luật cụ thể không được ghi rõ trong văn bản nguồn."
    },
    {
      "doc_id": "204_2004_NĐ_CP",
      "relationship": "references",
      "description": "Nghị định của Chính phủ về chế độ tiền lương đối với cán bộ, công chức, viên chức và lực lượng vũ trang, được tham chiếu để chuyển đổi hệ số lương tính bảo hiểm xã hội."
    }
  ]
}