{
  "doc_id": "75_2021_NĐ_CP",
  "doc_type": "Nghị định",
  "doc_title": "Nghị định Quy định mức hưởng trợ cấp, phụ cấp và các chế độ ưu đãi người có công với cách mạng",
  "issue_date": "24-07-2021",
  "effective_date": "15-09-2021",
  "expiry_date": null,
  "status": "active",
  "document_scope": "Quốc gia",
  "replaces": [
    "58_2019_NĐ_CP",
    "31_2013_NĐ_CP"
  ],
  "replaced_by": null,
  "amends": null,
  "amended_by": null,
  "retroactive": true,
  "retroactive_date": "01-07-2021",
  "chunks": [
    {
      "chunk_id": "75_2021_NĐ_CP_preamble",
      "chunk_type": "preamble",
      "file_path": "/data/75_2021_NĐ_CP/chunk_1.md",
      "content_summary": "Phần mở đầu của Nghị định, bao gồm tên văn bản, các căn cứ pháp lý và nội dung ban hành."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_art1_2",
      "chunk_type": "article",
      "file_path": "/data/75_2021_NĐ_CP/chunk_2.md",
      "content_summary": "Chương I quy định về phạm vi điều chỉnh và đối tượng áp dụng của Nghị định, xác định rõ những nội dung và nhóm người được hưởng chính sách ưu đãi người có công với cách mạng."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_art3_4",
      "chunk_type": "article",
      "file_path": "/data/75_2021_NĐ_CP/chunk_3.md",
      "content_summary": "Chương II xác định mức chuẩn trợ cấp ưu đãi và các mức hưởng trợ cấp, phụ cấp ưu đãi hàng tháng hoặc một lần đối với người có công với cách mạng và thân nhân, dựa trên các Phụ lục kèm theo Nghị định."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_art5_7",
      "chunk_type": "article",
      "file_path": "/data/75_2021_NĐ_CP/chunk_4.md",
      "content_summary": "Các chế độ ưu đãi bao gồm bảo hiểm y tế, điều dưỡng phục hồi sức khỏe và hỗ trợ phương tiện trợ giúp, dụng cụ chỉnh hình, phương tiện, thiết bị phục hồi chức năng cần thiết cho người có công với cách mạng."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_art8_11",
      "chunk_type": "article",
      "file_path": "/data/75_2021_NĐ_CP/chunk_5.md",
      "content_summary": "Quy định các chế độ hỗ trợ ưu đãi giáo dục, thăm viếng mộ liệt sĩ, di chuyển hài cốt liệt sĩ và công tác mộ liệt sĩ, công trình ghi công liệt sĩ."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_art12",
      "chunk_type": "article",
      "file_path": "/data/75_2021_NĐ_CP/chunk_6.md",
      "content_summary": "Quy định chi tiết về công tác xác định danh tính hài cốt liệt sĩ, bao gồm quy trình lấy mẫu, bảo quản, giám định ADN, xác minh thực chứng và xây dựng cơ sở dữ liệu."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_art13",
      "chunk_type": "article",
      "file_path": "/data/75_2021_NĐ_CP/chunk_7.md",
      "content_summary": "Nêu các chế độ ưu đãi khác như trợ cấp mai táng, thờ cúng liệt sĩ, tiền ăn thêm ngày lễ, tết, hỗ trợ nuôi dưỡng, điều dưỡng, đón tiếp và tặng quà cho người có công."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_art14_16_signature",
      "chunk_type": "article",
      "file_path": "/data/75_2021_NĐ_CP/chunk_8.md",
      "content_summary": "Chương IV quy định về trách nhiệm tổ chức thực hiện, hiệu lực thi hành và trách nhiệm của các cơ quan, cá nhân liên quan trong việc thi hành Nghị định, đồng thời quy định về hiệu lực và các văn bản bị thay thế."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_appendix1",
      "chunk_type": "appendix",
      "file_path": "/data/75_2021_NĐ_CP/chunk_9.md",
      "content_summary": "Phụ lục I quy định mức hưởng trợ cấp, phụ cấp ưu đãi hàng tháng cho người có công với cách mạng và thân nhân, bao gồm các đối tượng cụ thể như người hoạt động cách mạng, thân nhân liệt sĩ, Bà mẹ Việt Nam anh hùng, Anh hùng Lực lượng vũ trang nhân dân, thương binh, bệnh binh, người nhiễm chất độc hóa học, người tù đày, người có công giúp đỡ cách mạng và trợ cấp ưu đãi giáo dục."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_appendix2",
      "chunk_type": "appendix",
      "file_path": "/data/75_2021_NĐ_CP/chunk_10.md",
      "content_summary": "Phụ lục II liệt kê chi tiết mức hưởng trợ cấp ưu đãi hàng tháng đối với thương binh và người hưởng chính sách như thương binh, phân loại theo tỷ lệ tổn thương cơ thể từ 21% đến 100%."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_appendix3",
      "chunk_type": "appendix",
      "file_path": "/data/75_2021_NĐ_CP/chunk_11.md",
      "content_summary": "Phụ lục III chi tiết mức hưởng trợ cấp ưu đãi hàng tháng đối với thương binh loại B, phân loại theo tỷ lệ tổn thương cơ thể từ 21% đến 100%."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_appendix4",
      "chunk_type": "appendix",
      "file_path": "/data/75_2021_NĐ_CP/chunk_12.md",
      "content_summary": "Phụ lục IV quy định mức hưởng trợ cấp ưu đãi một lần đối với người có công với cách mạng và thân nhân, áp dụng cho các trường hợp như người hoạt động cách mạng chết mà chưa được hưởng chế độ, liệt sĩ, Bà mẹ Việt Nam anh hùng, Anh hùng Lực lượng vũ trang nhân dân, người bị tù đày và người có công giúp đỡ cách mạng."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_appendix5",
      "chunk_type": "appendix",
      "file_path": "/data/75_2021_NĐ_CP/chunk_13.md",
      "content_summary": "Phụ lục V quy định mức hỗ trợ mua phương tiện trợ giúp, dụng cụ chỉnh hình, phương tiện, thiết bị phục hồi chức năng cần thiết, vật phẩm phụ và vật dụng khác cho người có công, bao gồm các loại chân tay giả, nẹp, giầy chỉnh hình, xe lăn, máy trợ thính, răng giả và các vật phẩm, đồ dùng sinh hoạt khác."
    },
    {
      "chunk_id": "75_2021_NĐ_CP_appendix6",
      "chunk_type": "appendix",
      "file_path": "/data/75_2021_NĐ_CP/chunk_14.md",
      "content_summary": "Phụ lục VI quy định mức hưởng trợ cấp ưu đãi một lần đối với người bị thương có tỷ lệ tổn thương cơ thể từ 5% đến 20%, phân loại theo từng mức tỷ lệ cụ thể."
    }
  ],
  "related_documents": [
    {
      "doc_id": "Luật Tổ chức Chính phủ_2015",
      "relationship": "references",
      "description": "Luật Tổ chức Chính phủ ngày 19 tháng 6 năm 2015 được viện dẫn làm căn cứ pháp lý để ban hành Nghị định."
    },
    {
      "doc_id": "Luật sửa đổi, bổ sung Luật Tổ chức Chính phủ và Luật Tổ chức chính quyền địa phương_2019",
      "relationship": "references",
      "description": "Luật sửa đổi, bổ sung một số điều của Luật Tổ chức Chính phủ và Luật Tổ chức chính quyền địa phương ngày 22 tháng 11 năm 2019 được viện dẫn làm căn cứ pháp lý để ban hành Nghị định."
    },
    {
      "doc_id": "02_2020_PL_UBTVQH14",
      "relationship": "references",
      "description": "Pháp lệnh Ưu đãi người có công với cách mạng số 02/2020/UBTVQH14 ngày 09 tháng 12 năm 2020 được viện dẫn làm căn cứ pháp lý và là văn bản được Nghị định này hướng dẫn thực hiện."
    },
    {
      "doc_id": "58_2019_NĐ_CP",
      "relationship": "replaces",
      "description": "Nghị định số 58/2019/NĐ-CP ngày 01 tháng 7 năm 2019 của Chính phủ quy định mức trợ cấp, phụ cấp ưu đãi người có công với cách mạng hết hiệu lực thi hành kể từ ngày Nghị định này có hiệu lực, trừ các chế độ tại khoản 3 Điều 15."
    },
    {
      "doc_id": "31_2013_NĐ_CP",
      "relationship": "replaces",
      "description": "Nghị định số 31/2013/NĐ-CP ngày 09 tháng 4 năm 2013 của Chính phủ quy định chi tiết, hướng dẫn thi hành một số điều của Pháp lệnh Ưu đãi người có công với cách mạng tiếp tục được thực hiện cho đến ngày 31 tháng 12 năm 2021 đối với các chế độ tương ứng quy định tại khoản 3 Điều 15."
    },
    {
      "doc_id": "Bộ luật Lao động_2019",
      "relationship": "references",
      "description": "Bộ luật Lao động được tham chiếu tại khoản 3 Điều 13 và khoản 6.2, 7.2, 8.2 của Phụ lục I về các quy định về ngày nghỉ lễ, tết và tuổi nghỉ hưu."
    }
  ]
}